Repository: akmohtashami/mcexam
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Developed by Amir Keivan Mohtashami
fa: طراحی شده توسط امیرکیوان محتشمی

source: Submit
fa: ارسال

source: Fields marked with * are required and must be filled
fa: خانه هایی که با علامت *(ستاره) مشخص شده اند ضروری هستند و باید پر شوند

source: Index
fa: صفحه ی اصلی

source: Edit Profile
fa: ویرایش پروفایل

source: Login
fa: ورود

source: Register
fa: ثبت نام

source: Exams
fa: آزمون ها

source: Admin
fa: مدیریت

source: Logout
fa: خروج

source: Successfully computed results for selected exams
fa: نتایج برای آزمون های انتخاب شده با موفقیت محاسبه شد

source: Calculate results for selected exams
fa: محاسبه ی نتایج برای آزمون های انتخاب شده

source: Exam Site
fa: مکان برگزاری

source: PDF template
fa: قالب PDF

source: Django-Tex template for creating pdf files
fa: قالب جانگو-تک برای ساخت فایل های PDF

source: Name
fa: نام

source: Activation date
fa: تاریخ فعال سازی

source: After this time the exam is considered open. Importers can download the questions and import answer sheets. Everybody can see their answer sheet.
fa: پس از این زمان، آزمون باز محسوب می شود. وارد کننده ها(مسئولین) می توانند سوالات را دریافت کنند و پاسخ برگ ها را وارد کنند. همه می توانند پاسخ برگ خود را ببینند

source: Online exam start date
fa: زمان شروع آزمون آنلاین

source: Online exam end date
fa: زمان پایان آزمون آنلاین

source: Sealing date
fa: زمان مهر و موم شدن آزمون

source: After this time the exam is sealed. Importers will no longer be able to import answer sheets
fa: پس از این زمان آزمون مهر و موم می شود. وارد کننده ها دیگر نمی توانند پاسخ برگ ها را اضافه یا ویرایش کنند

source: Result publishing date
fa: تاریخ انتشار نتایج

source: After this time the results and correct answers will be published
fa: پس از این زمان نتایج و پاسخ های صحیح منتشر می شوند

source: Number of questions per column in answer sheet
fa: تعداد سوالات در هر ستون پاسخ برگ

source: Exam
fa: آزمون

source: Can view exam
fa: توانایی دیدن آزمون ها را دارد

source: Can import answer sheets
fa: اجازه ی وارد کردن پاسخ برگ دارد

source: Participated out of competition
fa: به صورت غیررسمی شرکت کرده

source: Related exam
fa: آزمون مربوطه

source: Question's Statement
fa: صورت سوال

source: Info
fa: اطلاعات

source: If you want to put some info between some of the question write info in question statement and check this box
fa: اگر می خواهید اطلاعاتی بین برخی از سوالات قرار دهید، متن را درون صورت سوال بنویسید و این گزینه را انتخاب کنید.

source: Correct Answer Score
fa: امتیاز پاسخ صحیح

source: Amount of score which is increased for correct answer
fa: میزان نمره ای که به ازای پاسخ درست اضافه می شود

source: Wrong Answer Penalty
fa: جریمه ی پاسخ غلط

source: Amount of score which is decreased for incorrent answer
fa: میزان نمره ای که به ازای پاسخ غلط کم می شود

source: Question #
fa: سوال شماره

source: Question
fa: سوال

source: Questions
fa: سوالات

source: Choice
fa: گزینه

source: Correct
fa: صحیح

source: Choices
fa: گزینه ها

source: User has another answer for this question in database
fa: کاربر پاسخ دیگری برای این سوال در دیتابیس دارد

source: Importer
fa: وارد کننده

source: Number of participants
fa: تعداد شرکت کننده ها

source: Exam Sites
fa: مکان های برگزاری

source: Participant
fa: شرکت کننده

source: Score
fa: نمره

source: Correct answers
fa: پاسخ های صحیح

source: Wrong answers
fa: پاسخ های غلط

source: Rank
fa: رتبه

source: Answer Sheet
fa: پاسخ برگ

source: Statements
fa: صورت سوال

source: Results
fa: نتایج

source: Add/Edit Answer Sheets
fa: افزودن/ویرایش پاسخ برگ ها

source: Preview Statements
fa: پیش نمایش صورت سوال

source: Statements Tex Code
fa: کد تک صورت سوال

source: Update Statements
fa: به روز رسانی صورت سوال

source: Submit and add another
fa: ذخیره و ایجاد یکی دیگر

source: Submit and return
fa: ذخیره و بازگشت

source: Return
fa: بازگشت

source: Save
fa: ذخیره

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: No participants
fa: شرکت کننده ای وجود ندارد

source: Add New Answer Sheet
fa: افزودن پاسخ برگ جدید

source: Download detailed report
fa: دریافت کارنامه

source: Download All
fa: دریافت همه

source: Save current answers
fa: ذخیره ی پاسخ های فعلی

source: Exams List
fa: لیست آزمون ها

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: Enter
fa: ورود

source: No exams are available.
fa: هیچ آزمون فعالی وجود ندارد.

source: This exam has not started yet. It will start at %(exam_start_date)s and will end at %(exam_end_date)s
fa: آزمون هنوز شروع نشده است. این آزمون در %(exam_start_date)s شروع شده و در %(exam_end_date)s پایان می یابد.

source: This exam is over. It ended at %(exam_end_date)s
fa: این آزمون در %(exam_end_date)s پایان یافته است.

source: A
fa: الف

source: B
fa: ب

source: C
fa: ج

source: D
fa: د

source: E
fa: ه

source: Bad choice number
fa: گزینه ی نامعتبر

source: Until exam starts
fa: تا شروع آزمون آنلاین

source: Until exam ends
fa: تا پایان آزمون آنلاین

source: Exam finished
fa: آزمون تمام شده است

source: Statements were built successfully
fa: صورت سوالات با موفقیت ساخته شد

source: The exam is not running right now. You cannot submit answers
fa: آزمون در حال برگزاری نیست. شما نمی توانید پاسخی ارسال کنید.

source: Answers saved successfully
fa: پاسخ ها با موفقیت ذخیره شدند

source: A problem occured. Please try again
fa: مشکلی پیش آمده است. لطفا دوباره تلاش کنید

source: Answer sheet was removed successfully
fa: پاسخ برگ با موفقیت حذف شد

source: Answer sheet updated successfully
fa: پاسخ برگ با موفقیت بروز شد

source: Answer sheet added successfully
fa: پاسخ برگ با موفقیت اضافه شد

source: Private
fa: خصوصی

source: Private resources are not served by webserver
fa: منابع خصوصی توسط وب سرور نمایش داده نمی شوند

source: File Name
fa: نام فایل

source: Resource
fa: منبع

source: Resources
fa: منابع

source: Verify selected users
fa: تایید کاربران انتخاب شده

source: Send selected users info to their email
fa: ارسال اطلاعات کاربران انتخاب شده به ایمیل آن ها

source: Get selected users email list
fa: گرفتن ایمیل کاربران انتخاب شده

source: New Password
fa: رمز عبور جدید

source: Leave this empty if you don't want to change the password
fa: اگر نمی خواهید رمز عبور خود را تغییر بدهید این فیلد را خالی بگذارید.

source: New Password Confirmation
fa: تکرار رمز عبور جدید

source: Password Confirmation is not the same as Password
fa: تکرار رمز عبور با رمز عبور یکسان نیست

source: Username
fa: نام کاربری

source: Email
fa: پست الکترونیکی

source: Current password:
fa: رمز عبور فعلی

source: Enter your current password to confirm your changes
fa: رمز عبور فعلی خود را برای تایید تغییرات وارد کنید

source: Your current password is not correct
fa: رمز عبور فعلی غلط است

source: Password
fa: رمز عبور

source: Password Confirmation
fa: تکرار رمز عبور

source: Active
fa: فعال

source: Provided username and password are not correct
fa: نام کاربری و رمز عبور داده شده صحیح نیست

source: This user is deactivated by administrator.
fa: این کاربر توسط مدیر غیرفعال شده است

source: This user is not verified. Please verify your user
fa: این کاربر تایید نشده است.

source: This must be the same email that you registered with
fa: این پست الکترونیک باید همان پست الکترونیکی باشد که با آن ثبت نام کردید.

source: This user has been already verified
fa: این کاربر پیش از این تایید شده است.

source: No user is registered with this email address
fa: هیچ کاربری با این پست الکترونیک ثبت نام نکرده است

source: First Name (Native)
fa: نام(به فارسی)

source: Last Name (Native)
fa: نام خانوادگی(به فارسی)

source: (First Name (English)
fa: نام(به انگلیسی)

source: Last Name (English)
fa: نام خانوادگی(به انگلیسی)

source: Before High School
fa: پیش دبیرستانی

source: First Grade
fa: اول دبیرستان

source: Second Grade
fa: دوم دبیرستان

source: Third Grade
fa: سوم دبیرستان

source: After Third Grade
fa: پس دبیرستانی

source: Grade
fa: پایه

source: School
fa: مدرسه

source: Onsite
fa: حضوری

source: User
fa: کاربر

source: Users
fa: کاربران

source: Verified
fa: تایید شده

source: Staff
fa: برگزار کننده

source: Registration at %(site_name)s!
fa: عضویت در %(site_name)s!

source: Hello, You've registered at %(site_name)s. Your username is %(uname)s. Your user is currently inactive. In order to activate it use the following link:
fa: سلام. شما در %(site_name)s ثبت نام کردید. نام کاربری شما %(uname)s است. حساب کاربری شما درحال حاضر تایید نشده است. برای تایید آن از لینک زیر استفاده نمایید:

source: Resend Verification Email
fa: ارسال دوباره ی ایمیل تایید

source: If you haven't received an email containing a verification url, please use the following form to ask for a new mail.<br /> Please note that receiving the verification email can take up to 24 hours.
fa: اگر ایمیلی شامل آدرسی برای تایید حساب خود دریافت نکرده اید، از فرم زیر برای درخواست ارسال دوباره ی ایمیل استفاده کنید. لطفا توجه کنید که ارسال این ایمیل می تواند تا ۲۴ ساعت زمان ببرد.

source: You've successfully registered at %(site_name)s.
fa: شما با موافقیت در %(site_name)s ثبت نام کردید.

source: A confirmation mail has been sent to your email. Please use the verification link inside it to activate your user.
fa: یک ایمیل برای تایید به پست الکترونیک شما ارسال شده است. لطفا از آدرس درون آن برای فعال سازی حساب کاربری خود اقدام نمایید.

source: Hello, You've been registered at %(site_name)s. Your user data is: Username: %(uname)s Password: %(pass)s The website url is:
fa: سلام. شما در %(site_name)s ثبت نام شده اید. اطلاعات کاربری شما: نام کاربری: %(uname)s رمز عبور: %(pass)s آدرس وب سایت:

source: Your profile has been updated successfully
fa: حساب کاربری شما با موفقیت بروز شد

source: You have successfully logged in
fa: شما با موفقیت وارد شدید

source: A new verification mail has been sent to your email address
fa: یک ایمیل تایید جدید به پست الکترونیکی شما فرستاده شد

source: You have successfully logged out
fa: شما با موفقیت خارج شدید

source: Your user has been verified. You can now login using the login form.
fa: کاربر شما تایید شد. هم اکنون می توانید از طریق بخش ورود وارد سایت شوید

source: Invalid verification code
fa: کد تایید نامعتبر است

source: Please confirm to continue
fa: برای ادامه تایید کنید.
